

startTxt = "Пожалйста введи команду:"

dir_command = "Создай папку"
dir_command_name = "\nВведи название папки:"


dirs_command = "\nСоздай папки внутри текущей"
dirs_command_numberTxt = "Сколько вложенных папок будет?    (2 - 10)"
dir1Name = "\nВведи название 1-ой папки:"
dir2Name = "\nВведи название 2-ой папки:"
dir3Name = "\nВведи название 3-ей папки:"
dir4Name = "\nВведи название 4-ой папки:"
dir5Name = "\nВведи название 5-ой папки:"
dir6Name = "\nВведи название 6-ой папки:"
dir7Name = "\nВведи название 7-ой папки:"
dir8Name = "\nВведи название 8-ой папки:"
dir9Name = "\nВведи название 9-ой папки:"
dir10Name = "\nВведи название 10-ой папки:"


file_command = "Создай файл"
fileName_txt = "\nВведи название файла:"
fileFormat_txt = "\nВведи формат файла:"

NowDIR = "Текущая деректория"


renameFILE_command = "Переименуй файл"
renameFILE_command_Say = "\nНапиши название файла или путь к нему:"
renameFILE_command_Say2 = "\nНапиши название на которое хочешь поменять"


renameDIR_command = "Переименуй папку"
renameDIR_command_Say = "\nНапиши название папки или путь к ней:"
renameDIR_command_Say2 = "\nНапиши название на которое хочешь поменять:"

moveFILE_command = "Перемести файл"
moveFILE_command_Say = "\nНапиши название файла и его формат:"
moveFILE_command_Say2 = "\nНапиши куда переместить файл:"
moveFILE_command_Say3 = "\nФайла с таким именем не существует!"


moveDIR_command = "Перемести папку"
moveDIR_command_Say = "\nНапиши название папки:"
moveDIR_command_Say2 = "\nНапиши куда переместить папку:"
moveDIR_command_Say3 = "\nПапки с таким именем не существует!"


FileDelet_command = "Удали файл"
FileDelet_command_Say = "\nНапиши название файла:"
FileDelet_command_Say2 = "\nНапиши формат файла:"


DirDelet_command = "Удали папку"
DirDelet_command_Say = "\nНапиши название папки:"


MineCraft_command = "Запусти майнкрафт"


Help_command = "Помощь"
Help_command_Say = "\nПривет!! Я Sarion - твой помощник.\nЕсли мы ещё не работали вместе то можем познакомится)\nДля просмотра моих команд напиши 'Команды'\n"


Commands_command = "Команды"
Commands_command_Say = "\n          Команды:                 Описание команд:\n_________________________________________________________________________\n  Текущая деректория          |   Показывает деректорию которой я работаю\n  Создай файл                 |   Создаю файл в текущей деректории\n  Создай папку                |   Создаю папку внутри текущей деректории\n  Создай папки внутри текущей |     Создаю несколько папок внутри текущей\n  Переименуй файл             |   Переименую файл который ты указал\n  Переименуй папку            |   Переименую папку которую ты указал\n  Удали файл                  |   Удаляю указаный файл\n  Удали папку                 |   Удаляю указаную папку и всё что внутри\n  Перемести файл              |   Перемещаю файл в указаную деректорию\n  Перемести папку             |   Перемещаю папку в указаную деректорию\n  Помощь                      |   Кратко описываю себя\n  Команды                     |     Вывожу таблицу команд и их описание\n\n                  Дальше больше!\n"


blender_command = "Запусти блендер"